Repository: 84000/data-translation-memory
Catalog: toh555-v3.tmx
Source language: bo
Languages: en

source: །གཞན་ཡང་འདས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཆེན་པོ་རྣམས་སྤྱད་པ་སྤྱོད་པ་ན་བསོད་ནམས་ཀྱི་དགེ་བའི་རྩ་བ་ཐམས་ཅད་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པར་ཡོངས་སུ་བསྔོས་པ་དང་། ད་ལྟར་དང་། མ་འོངས་པ་དག་གིས་ཇི་ལྟར་ཡོངས་སུ་བསྔོ་བ་དེ་བཞིན་དུ་བདག་གིས་བསོད་ནམས་ཀྱི་དགེ་བའི་རྩ་བ་ཇི་སྙེད་པ་ཐམས་ཅད་ཀྱང་བླ་ན་མེད་པའི་བྱང་ཆུབ་ཏུ་ཡོངས་སུ་བསྔོའོ། །དགེ་བའི་རྩ་བ་འདི་དག་གི་དབང་གིས་སེམས་ཅན་ཐམས་ཅད་དང་དུས་གཅིག་ཏུ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས་སངས་རྒྱས་གཞན་དག་ཇི་ལྟ་བ་བཞིན་དུ་བྱང་ཆུབ་ཀྱི་ཤིང་དྲུང་དུ་བྱང་ཆུབ་ཀྱི་སྙིང་པོ་ལ་གནས་ཏེ་བསམ་གྱིས་མི་ཁྱབ་པ་ཐོགས་པ་མེད་པའི་རྣམ་པར་དག་པ་དང་། ཟད་མི་ཤེས་པའི་ཆོས་ཀྱི་གཟུངས་དང་།
en: Also, just as past bodhisattvas mahāsattvas, while they were practicing, dedicated all their good roots to omniscient wisdom, and just as the present and future bodhisattvas dedicate, in that way I dedicate all my merit’s good roots to the highest enlightenment. “ ‘

source: དཔའ་བར་འགྲོ་བའི་ཏིང་ངེ་འཛིན་ལ་གནས་ནས་བདུད་སྡིག་ཅན་གྱི་དམག་ཚོགས་ཚད་མེད་པ་དག་ཕམ་པར་བྱས་ཏེ་མཁྱེན་པ་དང་། གཟིགས་པ་མངོན་པར་རྟོགས་ནས་འདི་ལྟར་དེ་དག་ཐམས་ཅད་སྐད་ཅིག་གཅིག་ལ་གསལ་བར་རྟོགས་ཏེ་ནམ་གྱི་ཆ་སྨད་ལ་བདུད་རྩིའི་ཆོས་ཐོབ་ནས་ཟིལ་དངར་གྱི་དོན་མངོན་སུམ་དུ་གྱུར་ཏེ། བདག་དང་སེམས་ཅན་ཐམས་ཅད་སངས་རྒྱས་ཚེ་དཔག་ཏུ་མེད་པ་དང་། སངས་རྒྱས་འཕགས་པའི་འོད་དང་། སངས་རྒྱས་དམ་པའི་འོད་དང་། སངས་རྒྱས་མི་འཁྲུགས་པ་དང་། སངས་རྒྱས་ཡོན་ཏན་ལེགས་པའི་འོད་དང་། སངས་རྒྱས་སེང་གེའི་འོད་དང་། སངས་རྒྱས་འོད་བརྒྱ་པ་དང་། སངས་རྒྱས་དྲན་པའི་འོད་དང་། སངས་རྒྱས་རིན་ཆེན་མཚན་དང་། སངས་རྒྱས་རིན་ཆེན་འབར་དང་། སངས་རྒྱས་འབར་བའི་འོད་དང་། སངས་རྒྱས་རྒྱས་པར་འབར་བའི་འོད་དང་། སངས་རྒྱས་བཀྲ་ཤིས་བླ་མའི་རྒྱལ་པོ་དང་། སངས་རྒྱས་དམ་པའི་སྒྲ་དང་། སངས་རྒྱས་བཀོད་པའི་མཆོག་དང་། སངས་རྒྱས་ཆོས་ཀྱི་རྒྱལ་མཚན་དང་།
en: Through the power of these good roots, may all beings simultaneously attain the complete enlightenment of perfect buddhahood and, just like other buddhas, be seated on the Bodhimaṇḍa at the foot of a Bodhi tree; remain in inconceivable, unimpeded purity, in the Dharma retention that knows no end, and in the heroic samādhi; defeat the limitless army of evil Māra; realize wisdom and vision; and in that way realize everything clearly in one instant and, in the last part of dawn, obtain the amṛta of the Dharma, directly experiencing the meaning of its sweetness. “ ‘

source: སངས་རྒྱས་བླ་མ་འཕགས་པའི་སྐུ་དང་། སངས་རྒྱས་མངོན་པར་དགའ་བའི་གཟུགས་སྐུ་དང་། སངས་རྒྱས་འོད་ཟེར་ཀུན་དུ་སྣང་མཛད་དང་། སངས་རྒྱས་ཚངས་པ་རྣམ་དག་རྒྱལ་པོ་དང་། སངས་རྒྱས་བླ་མའི་རང་བཞིན་ལ་སོགས་པ་ཇི་ལྟ་བ་བཞིན་དུ་གྱ་ནོམ་པར་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས་འདི་ལྟར་དེ་བཞིན་གཤེགས་པ་ཡང་དག་པར་མཁྱེན་པ་དེ་དག་འདས་པ་དང་། མ་འོངས་པ་དང་། ད་ལྟར་ལོངས་སྤྱོད་རྫོགས་པ་དང་། སྤྲུལ་པའི་སྐུ་བསྟན་ཏེ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་བརྙེས་ནས་བླ་ན་
en: Just as the Buddha Amitāyus, the Buddha Varaprabha, the Buddha Sublime Light, the Buddha Akṣobhya, the Buddha Puṇyaprabha, the Buddha Siṃhaprabha, the Buddha Śatakiraṇa, the Buddha Exalted Light, the Buddha Ratnārci, the Buddha Appellation of Light, the Buddha Ujjvalaprabha, the Buddha Vast Radiant Light, the Buddha Supreme King of Auspiciousness, the Buddha Sublime Voice, the Buddha Foremost of Arrays, the Buddha Dharmadhvaja, the Buddha Foremost of Limbs, the Buddha Delightful Rūpakāya, the Buddha Illuminating Light, the Buddha Brahma King of Purity, the Buddha Highest Nature, Bhāsarāja, Vibhūṣita, Ratnaketu, Varāṅga, and so on, excellently attained complete buddhahood, and the way in which the tathāgatas of the past, future, and present manifest the enjoyment body and emanation body, and having attained the highest, most complete enlightenment, turned the wheel of the unsurpassable Dharma and liberated beings, may I also be like that.’ “

source: མེད་པའི་ཆོས་ཀྱི་འཁོར་ལོ་ཡོངས་སུ་བསྐོར་ཏེ་སེམས་ཅན་ཡོངས་སུ་བཟླས་པ་བཞིན་དུ་བདག་ཀྱང་དེ་བཞིན་དུ་གྱུར་ཅིག་ཅེས་རྒྱ་ཆེར་གོང་དུ་བསྟན་པ་བཞིན་དུ་བརྗོད་པར་བྱའོ།
en: They should recite at length as has just been taught. “

source: །རིགས་ཀྱི་བུ་ཤིན་ཏུ་དང་བའི་དད་པ་དང་ལྡན་པའི་སྐྱེས་པའམ་བུད་མེད་གང་ལ་ལ་ཞིག་གསེར་འོད་དམ་པ་མཆོག་ཏུ་རྣམ་པར་རྒྱལ་བ་མདོ་སྡེའི་རྒྱལ་པོ་ལས་ལས་ཀྱི་སྒྲིབ་པ་ཡོངས་སུ་སྦྱོང་བའི་ལེའུ་འདི་ལེན་པ་དང་། འཛིན་པ་དང་། ཀློག་པ་དང་། ཁ་ཏོན་དུ་འདོན་པ་དང་། དྲན་པས་མི་བརྗེད་པར་བྱས་ཏེ་གཞན་དག་ལ་རྒྱ་ཆེར་ཡང་དག་པར་སྟོན་པར་བྱེད་ན་བསོད་ནམས་ཀྱི་ཕུང་པོ་ཚད་མེད་དཔག་ཏུ་མེད་པ་སྙེད་ཐོབ་པར་འགྱུར་རོ། །འདི་ལྟ་སྟེ་དཔེར་ན། སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ན་སེམས་ཅན་ཇི་སྙེད་ཡོད་པ་ཐམས་ཅད་དུས་གཅིག་ཏུ་མིའི་ལུས་མངོན་པར་གྲུབ་པར་གྱུར་ལ། མིའི་ལུས་ཐོབ་ནས་ཀྱང་ཐམས་ཅད་རང་སངས་རྒྱས་ཀྱི་ལམ་མངོན་པར་གྲུབ་པར་གྱུར་ཏེ།
en: Noble one, a man or woman with clear faith who adopts from The Supremely Victorious King of Sūtras, the Sublime Golden Light this chapter on purifying the obscuration of karma, and possesses it, reads it, chants it, remembers it without forgetting, and teaches it extensively to others, will attain a measureless, incalculable aggregation of merit. “

source: སྐྱེས་པའམ། བུད་མེད་གང་ལ་ལ་ཞིག་གིས་ནམ་འཚོའི་བར་དུ་བཀུར་སྟི་དང་། བླ་མར་བྱས་ཏེ་ཡོ་བྱད་རྣམ་པ་སྣ་བཞི་པོ་དག་གིས་མཆོད་པར་བྱས་ཏེ། རང་སངས་རྒྱས་རེ་རེ་ལ་ཡང་སོ་སོ་ནས་རིའི་རྒྱལ་པོ་རི་རབ་དང་མཉམ་པའི་རིན་པོ་ཆེ་སྣ་བདུན་གྱིས་ཡོངས་སུ་བཀང་སྟེ། རང་སངས་རྒྱས་དེ་དག་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའི་འོག་ཏུ་ཡང་རིན་པོ་ཆེ་ལས་མཆོད་རྟེན་བརྩིགས་ནས་མཆོད་པ་བྱས་ཏེ་མཆོད་རྟེན་དེ་དག་ཀྱང་དཔག་ཚད་བཅུ་གཉིས་ཀྱི་ཚད་ཙམ་དུ་མཐོ་ཞིང་མེ་ཏོག་དང་སྤོས་དང་རིན་པོ་ཆེའི་རྒྱལ་མཚན་དང་བ་དན་དང་གདུགས་མང་པོ་དག་གིས་རྟག་པར་མཆོད་པ་བྱས་ན་རིགས་ཀྱི་བུ་འདི་ཇི་སྙམ་དུ་སེམས།
en: As an analogy, if all of the beings that exist in the trichiliocosm world realm were all at the same time to attain human bodies, and having gained those human bodies were all to practice the path of the pratyekabuddhas; and if there were a man or woman who throughout their entire lives honored, venerated, and offered the four requisites to each of those pratyekabuddhas; and if the man or woman were to build and offer a precious stūpa for each of those pratyekabuddhas after they had passed away that was filled with the seven jewels to the same volume as Sumeru, the king of mountains, and those stūpas were twelve yojanas tall, and they constantly made offerings to them with flowers, perfumes, precious banners, flags, and parasols, then, noble one, what do you think?

source: གང་ཟག་དེ་དག་གིས་ཐོབ་པའི་བསོད་ནམས་གང་ཡིན་པ་དེ་ནི་ཅི་མང་བ་ཡིན་སྙམ་མམ།
en: What kind of merit would those individuals obtain? How much would there be?” “

source: ལྷའི་དབང་པོས་གསོལ་པ། བཅོམ་ལྡན་འདས་ཤིན་ཏུ་མང་ལགས་སོ།
en: Bhagavat, there would a great amount,” said the lord of devas. “

source: །རིགས་ཀྱི་བུ་གལ་ཏེ་གང་ལ་ལ་ཞིག་གིས་གསེར་འོད་དམ་པ་མཆོག་ཏུ་རྣམ་པར་རྒྱལ་བ་མདོ་སྡེའི་རྒྱལ་པོ་ལས་ལས་ཀྱི་སྒྲིབ་པ་ཡོངས་སུ་སྦྱོང་བའི་ལེའུ་འདི་ལེན་པ་དང་། འཛིན་པ་དང་། ཀློག་པ་དང་། ཁ་ཏོན་དུ་འདོན་པ་དང་། དྲན་པས་མི་བརྗེད་པར་བྱས་ཏེ་གཞན་དག་ལ་རྒྱ་ཆེར་ཡང་དག་པར་སྟོན་པས་འཐོབ་པའི་བསོད་ནམས་གང་ཡིན་པ་དེ་སྔར་བསྟན་པའི་མཆོད་པ་བྱས་པའི་བསོད་ནམས་གང་ཡིན་པ་དེ་དང་བསྒྲུན་ན་བརྒྱའི་ཆར་ཡང་ཉེ་བར་མི་འགྲོ །
en: Noble one, if someone were to take from The Supremely Victorious King of Sūtras, the Sublime Golden Light this chapter on purifying the obscurations, and possess it, read it, chant it, remember it without forgetting, and teach it extensively to others, and we compared the previously described merit to the merit that comes from that, then that previous merit would not be hundredth part of it, not a hundred thousandth, not a ten millionth, and it could not be used as a measure for it, as an analogy for it, or as a cause for it. “

source: བརྒྱ་སྟོང་དང་།
en: Why is that?

source: བྱེ་བའི་ཆར་ཡང་ཉེ་བར་མི་འགྲོ་བ་ནས། ཚད་དང་དཔེ་དང་རྒྱུའི་བར་དུ་ཡང་ཉེ་བར་མི་འགྲོའོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རིགས་ཀྱི་བུ་དང་། རིགས་ཀྱི་བུ་མོ་དེ་དག་ཡང་དག་པའི་སྤྱོད་པ་ལ་གནས་ནས་ཕྱོགས་བཅུའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ལ་བླ་ན་མེད་པའི་ཆོས་ཀྱི་འཁོར་ལོ་ཡོངས་སུ་བསྐོར་བར་གསོལ་བ་འདེབས་པར་བྱེད་ན་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་རབ་ཏུ་དགྱེས་ནས་བསྔགས་པ་བརྗོད་པར་འགྱུར་བས་སོ།
en: Because a noble man or noble woman who maintains a correct practice and prays to the buddha bhagavats in the ten directions to turn the wheel of the Dharma will perfectly please the buddha bhagavats and will be praised by them. “

source: །རིགས་ཀྱི་བུ་ངས་ཇི་སྐད་བསྟན་པ་བཞིན་དུ་སྦྱིན་པ་ཐམས་ཅད་ཀྱི་ནང་ན་ཆོས་ཀྱི་སྦྱིན་པ་ནི་མཆོག་ཏུ་གྱུར་པ་ཡིན་པས་དེའི་ཕྱིར་རིགས་ཀྱི་བུ་དཀོན་མཆོག་གསུམ་ལ་མཆོད་པ་བྱས་པས་ཀྱང་དཔེ་བྱར་མི་ནུས་སོ།
en: Noble one, I have taught that the gift of the Dharma is supreme among all acts of generosity, so that therefore, noble one, even making offerings to the Three Jewels cannot serve as an analogy for it. “

source: །གསུམ་ལ་སྐྱབས་སུ་འགྲོ་ཞིང་བསླབ་པ་ཐམས་ཅད་བསྲུང་བར་བསྐུལ་ནས་ཉམས་པར་མ་བྱས་པ་དང་། ལས་གསུམ་སྟོངས་པར་མ་གྱུར་པས་ཀྱང་དཔེ་བྱར་མི་ནུས་སོ།
en: Inspiring others to go for refuge in the Three Jewels and maintain the training without failure and without exhausting the three actions of body, speech, and mind—even that cannot serve as an analogy for it. “

source: །འཇིག་རྟེན་ཐམས་ཅད་ཀྱི་མཐུ་དང་ནུས་པ་དང་མོས་པ་ཇི་ལྟ་བ་བཞིན་དུ་ཐེག་པ་གསུམ་པོ་དག་ཏུ་བྱང་ཆུབ་ཀྱི་སེམས་བསྐྱེད་པར་བསྐུལ་བས་ཀྱང་དཔེ་བྱར་མི་ནུས་སོ།
en: Even inspiring development of the enlightenment mind within the three yānas, in accordance with the power, abilities, and aspiration of an entire world—even that cannot serve as an analogy for it. “

source: །དུས་གསུམ་གྱི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ན་སེམས་ཅན་ཇི་སྙེད་ཡོད་པ་ཐམས་ཅད་ཐོགས་པ་མེད་པ་ཐོབ་ནས་བསོད་ནམས་ཚད་མེད་པ་མྱུར་དུ་ཡོངས་སུ་རྫོགས་པར་གྱུར་པས་ཀྱང་དཔེ་བྱར་མི་ནུས་སོ།
en: Even all the beings that exist in all world realms in the three times attaining everything without impediment and quickly completing limitless merit—even that cannot serve as an analogy for it. “

source: །དུས་གསུམ་གྱི་ཞིང་དག་ན་ཡོད་པའི་སེམས་ཅན་ཐམས་ཅད་ཐོགས་པ་མེད་པར་བྱང་ཆུབ་གསུམ་པོ་དག་ཐོབ་པར་བྱས་པས་ཀྱང་དཔེ་བྱར་མི་ནུས་སོ།
en: Even all the beings that exist in the realms in the three times attaining everything without impediment and attaining the three enlightenments—even that cannot serve as an analogy for it. “

source: །དུས་གསུམ་གྱི་ཞིང་དག་ན་ཡོད་པའི་སེམས་ཅན་ཐམས་ཅད་མྱུར་དུ་ངན་འགྲོ་བཞི་པོའི་སྡུག་བསྔལ་ལས་འབྱུང་བར་བསྐུལ་བས་ཀྱང་དཔེ་བྱར་མི་ནུས་སོ།
en: Even inspiring all the beings that exist in the realms in the three times to quickly leave behind the suffering in the four lower existences—even that cannot serve as an analogy for it. “

source: །དུས་གསུམ་གྱི་ཞིང་དག་ན་ཡོད་པའི་སེམས་ཅན་ཐམས་ཅད་མི་དགེ་བའི་ལས་ཀྱི་སྒྲིབ་པ་ཤིན་ཏུ་ལྕི་བ་དག་ཡོངས་སུ་སྦྱང་བར་བསྐུལ་བས་ཀྱང་དཔེ་བྱར་མི་ནུས་སོ།
en: Even inspiring all the beings that exist in the three times to purify themselves of the extremely heavy karmic obscurations—even that cannot serve as an analogy for it. “

source: །སྡུག་བསྔལ་ཐམས་ཅད་ལས་ཐར་བར་བྱ་བར་བསྐུལ་བས་ཀྱང་དཔེ་བྱར་མི་ནུས་སོ།
en: Even inspiring liberation from all suffering—even that cannot serve as an analogy for it. “

source: །འཇིགས་ཤིང་སྐྲག་པ་དང་སྡུག་བསྔལ་གྱིས་གཟིར་ཅིང་ཉོན་མོངས་པ་ཐམས་ཅད་ལས་གྲོལ་བར་བྱས་པས་ཀྱང་དཔེ་བྱར་མི་ནུས་སོ།
en: Even liberating beings from all kleśas and the torments of fear, terror, and suffering—even that cannot serve as an analogy for it. “

source: །དུས་གསུམ་གྱི་སངས་རྒྱས་རྣམས་ཀྱི་སྤྱན་སྔར་སེམས་ཅན་ཐམས་ཅད་ཀྱི་བསོད་ནམས་ཇི་སྙེད་པ་དག་ལ་རྗེས་སུ་ཡི་རང་བར་བསྐུལ་ནས་བྱང་ཆུབ་ཀྱི་སྨོན་ལམ་བཏབ་པས་ཀྱང་དཔེ་བྱར་མི་ནུས་སོ། །སྡིག་པའི་སྤྱོད་པ་དང་།
en: Even inspiring others to rejoice in all the merit of beings in the presence of the buddhas of the three times and to make a prayer for enlightenment—even that cannot serve as an analogy for it. “

source: གཤེ་ཞིང་སྤྱོ་བའི་ལས་ཡོངས་སུ་བསལ་བར་བསྐུལ་བ་དང་། ཡོན་ཏན་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་སྨོན་པ་དང་། སྐྱེ་བ་ཐམས་ཅད་དུ་དཀོན་མཆོག་གསུམ་པོ་ཐམས་ཅད་ལ་མཆོད་པ་དང་། བླ་མར་བྱ་བ་དང་བསྔགས་པ་བརྗོད་པར་བསྐུལ་བ་དང་།
en: Even inspiring others to eliminate all bad conduct, abuse, and insults and to pray to complete all good qualities and, in all lives, to make offerings to, venerate, and praise the Three Jewels, inspiring beings to practice meritorious actions with purity so that they completely attain enlightenment—even that could not serve as an analogy. “

source: སེམས་ཅན་རྣམས་བསོད་ནམས་ཀྱི་སྤྱོད་པ་ཡོངས་སུ་དག་པ་མངོན་པར་སྒྲུབ་པར་བསྐུལ་ནས་བྱང་ཆུབ་ཡོངས་སུ་རྫོགས་པར་བྱས་པས་ཀྱང་དཔེ་བྱར་མི་ནུས་པས་དེའི་ཕྱིར་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་དུས་གསུམ་གྱི་དཀོན་མཆོག་གསུམ་ལ་བསྐུལ་ཞིང་གསོལ་བ་བཏབ་པ་དང་། ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་ཡོངས་སུ་རྫོགས་པར་བྱ་བར་བསྐུལ་བ་དང་། བླ་ན་མེད་པའི་ཆོས་ཀྱི་འཁོར་ལོ་ཡོངས་སུ་བསྐོར་བར་བསྐུལ་ཞིང་གསོལ་བ་བཏབ་པ་དང་། བསྐལ་པ་ཚད་མེད་པ་སྙེད་དུ་འཇིག་རྟེན་ན་བཞུགས་ནས་ཆོས་མཆོག་དམ་པ་ཟབ་མོ་བཤད་པར་བསྐུལ་ཞིང་གསོལ་བ་བཏབ་པའི་བསོད་ནམས་གང་ཡིན་པ་དེ་ནི་ཤིན་ཏུ་ཟབ་པས་གང་གིས་ཀྱང་དཔེ་བྱར་མི་ནུས་པར་རིག་པར་བྱའོ། །དེ་ནས་བརྒྱ་བྱིན་ལྷའི་དབང་པོ་དང་།
en: Therefore, a request and supplication to the Three Jewels in the three times in all world realms; a request for the six perfections to be completed; a request to turn the wheel of the unsurpassable Dharma; a supplication that they remain in the world for countless eons and teach the profound, sublime, supreme Dharma—all that has merit that is extremely profound, yet you should know that even that could not serve as an analogy for it.”

source: གང་གཱའི་ལྷ་མོ་དང་། ཚངས་པའི་རྒྱལ་པོ་དང་། རྒྱལ་ཆེན་རིས་བཞིའི་ལྷ་ཚད་མེད་པ་རྣམས་སྟན་ལས་ལངས་ཏེ་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ་ཐལ་མོ་སྦྱར་ནས་མགོ་བོས་ཕྱག་བྱས་ཏེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བདག་ཅག་ཀྱང་གསེར་འོད་དམ་པ་མཆོག་ཏུ་རྣམ་པར་རྒྱལ་བ་མདོ་སྡེའི་རྒྱལ་པོ་འདི་ཐོས་པས་ཐམས་ཅད་ཡོངས་སུ་བཟུང་སྟེ་ཀློག་པ་དང་།
en: Then Śakra, who is the lord of the devas, the Ganges goddess, the Brahmarāja, the Four Mahārājas, and countless devas rose from their seats, and with their robes over one shoulder, kneeling on their right knees, with palms placed together, bowed their heads and said to the Bhagavat, “Bhagavat, we have heard The Supremely Victorious King of Sūtras, the Sublime Golden Light; we have obtained it, read it, chanted it, and understood it, and we shall teach it extensively to others so that it will remain securely. “

source: གཡར་ཏོན་དུ་འདོན་པ་དང་།
en: Why is that?

source: ཀུན་ཆུབ་པར་བགྱིས་ཏེ། གཞན་དག་ལ་རྒྱ་ཆེར་ཡང་དག་པར་བསྟན་ནས་ཆོས་འདི་ལ་བརྟེན་ཏེ་རབ་ཏུ་གནས་པར་བགྱིད་དོ། །དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་བདག་ཅག་བླ་ན་མ་མཆིས་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཡོངས་སུ་གཉེར་བར་འཚལ་བས་དོན་འདི་མཚན་ཉིད་ཁྱད་པར་དུ་འཕགས་པའི་རྗེས་སུ་འབྲངས་ནས་ཆོས་བཞིན་དུ་སྤྱོད་པའི་སླད་དུའོ།
en: Bhagavat, we seek to attain the highest, most complete enlightenment, and therefore we follow the superior characteristics of this meaning so that we may practice in accordance with the Dharma.”

source: །དེ་ནས་ཚངས་པ་དང་། བརྒྱ་བྱིན་ལ་སོགས་པས་ཆོས་བཤད་པའི་གནས་དེ་ཉིད་དུ་མེ་ཏོག་མནྡཱ་ར་བ་རྣམ་པ་སྣ་ཚོགས་ཀྱིས་བཅོམ་ལྡན་འདས་ལ་མངོན་པར་གཏོར་བས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱིས་ཆེན་པོ་ཐམས་ཅད་རབ་ཏུ་གཡོས་པར་གྱུར་ཏོ།
en: Then Brahmā, Śakra, and the others in that place where the Dharma was taught scattered coral tree flowers of various kinds upon the Bhagavat, so that the entire great ground in the world realms of the trichiliocosm shook.

source: །ལྷའི་རྔ་བོ་ཆེ་དང་། རོལ་མོ་ཐམས་ཅད་ཀྱང་མ་དཀྲོལ་བར་སྒྲ་རང་བྱུང་སྟེ།
en: There sounded the music of all the great drums and musical instruments of devas being played.

source: གསེར་གྱི་ཁ་དོག་གི་འོད་ཟེར་བཀྱེ་བས་འཇིག་རྟེན་གྱི་ཁམས་ཀུན་དུ་ཁྱབ་པར་བཀང་སྟེ་སྒྲ་དབྱངས་དམ་པ་བྱུང་བར་གྱུར་པ་དང་།
en: Golden light rays radiated through all the world realms and a sublime sound occurred.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་བརྒྱ་བྱིན་ལ་ལྷའི་དབང་པོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་འདི་དག་ཐམས་ཅད་ནི་གསེར་འོད་དམ་པའི་མདོ་སྡེའི་བྱིན་གྱིས་བརླབས་ཀྱི་མཐུ་ལགས་པས་བྱམས་པ་དང་ཐུགས་རྗེས་རྣམ་པ་སྣ་ཚོགས་ཀྱིས་ཡོངས་སུ་སྐྱོབ་ཅིང་ཕན་འདོགས་པ་དང་རྣམ་པ་སྣ་ཚོགས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའི་དགེ་བའི་རྩ་བ་འཕེལ་ཞིང་ལས་ཀྱི་སྒྲིབ་པ་རྣམས་ཡོངས་སུ་སྦྱོང་བར་མཛད་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Then Śakra, the lord of devas, said to the Bhagavat, “Bhagavat, all of this is through the power of the blessing ofThe Sūtra of the Sublime Golden Light, and therefore it protects and benefits in various ways with love and compassion, increases in various ways the good roots of bodhisattvas, and purifies karmic obscurations.” “

source: དེ་དེ་བཞིན་ནོ།
en: It is like that.

source: །དེ་དེ་བཞིན་ཏེ།
en: It is like that,” replied the Bhagavat. “

source: ཁྱོད་ཀྱིས་ཇི་སྐད་སྨྲས་པ་བཞིན་ནོ།
en: It is as you have said.

source: རིགས་ཀྱི་བུ་ངས་མངོན་པར་དྲན་ཏེ་སྔོན་བྱུང་བ་འདས་པའི་བསྐལ་པ་བརྒྱ་སྟོང་ཚད་མེད་པ་སྙེད་འདས་པ་དེའི་ཚེ་དེའི་དུས་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིན་པོ་ཆེའི་རྒྱལ་པོ་འོད་ཆེན་སྣང་མཛད་ཅེས་བྱ་བ་འཇིག་རྟེན་དུ་བྱུང་སྟེ། བསྐལ་པ་འབུམ་ཕྲག་དྲུག་བརྒྱ་བརྒྱད་ཅུའི་བར་དུ་འཇིག་རྟེན་ན་བཞུགས་སོ། །དེའི་ཚེ་དེ་བཞིན་གཤེགས་པ་རིན་པོ་ཆེའི་རྒྱལ་པོ་འོད་ཆེན་སྣང་མཛད་ཀྱིས་ལྷ་དང་། མི་དང་།
en: Noble one, I remember that in the past, countless hundreds of thousands of eons ago, at that time, in that time, there appeared in the world a tathāgata arhat samyaksaṃbuddha by the name of Ratna­rāja­mahā­prabha­vairocana. “

source: བརྒྱ་བྱིན་དང་། ཚངས་པ་དང་། དགེ་སྦྱོང་དང་། བྲམ་ཟེ་དང་། སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་མྱ་ངན་ལས་བཟླས་ནས་བདེ་བར་མཛད་པའི་ཕྱིར་འཇིག་རྟེན་དུ་བྱུང་བ་ན།
en: The Tathāgata Ratna­rāja­mahā­prabha­vairocana appeared in the world at that time so that all devas, humans, Śakra, Brahmā, mendicants, brahmins, and beings could attain nirvāṇa and bliss. “

source: འདུས་པ་དང་པོ་ལ་ཆོས་བསྟན་པས་སྲོག་ཆགས་བྱེ་བ་ཁྲག་ཁྲིག་འབུམ་ཕྲག་བརྒྱ་སྟོང་སྙེད་ཡོངས་སུ་མྱ་ངན་ལས་བཟླས་ནས་ཐམས་ཅད་ཀྱིས་དགྲ་བཅོམ་པའི་འབྲས་བུ་ཐོབ་པས་ཟག་པ་རྣམས་ཟད་ནས་རིག་པ་གསུམ་དང་། མངོན་པར་ཤེས་པ་དྲུག་དང་། ཐོགས་པ་མེད་པའི་རང་དབང་དང་ལྡན་པར་གྱུར་ཏོ།
en: When he taught the Dharma to his first assembly, there were ten thousand million quintillion beings who attained nirvāṇa; they all attained the result of being an arhat, their outflows ceased, and they gained the three knowledges, the six higher cognitions, and unimpeded freedom. “

source: །འདུས་པ་གཉིས་པའི་ཚེ་ཡང་སྲོག་ཆགས་བྱེ་བ་ཁྲག་ཁྲིག་འབུམ་ཕྲག་བརྒྱ་སྟོང་དགུ་བཅུ་ཡོངས་སུ་མྱ་ངན་ལས་བཟླས་ནས་ཐམས་ཅད་ཀྱིས་དགྲ་བཅོམ་པའི་འབྲས་བུ་ཐོབ་ནས་ཟག་པ་རྣམས་ཟད་ནས་རིག་པ་གསུམ་དང་། མངོན་པར་ཤེས་པ་དྲུག་དང་། ཐོགས་པ་མེད་པའི་རང་དབང་དང་ལྡན་པར་གྱུར་ཏོ།
en: At the time of the second assembly, there were nine hundred thousand million quintillion beings who attained nirvāṇa; they all attained the result of being an arhat, their outflows ceased, and they gained the three knowledges, the six higher cognitions, and unimpeded freedom. “

source: །འདུས་པ་གསུམ་པའི་ཚེ་ན་ཡང་སྲོག་ཆགས་བྱེ་བ་ཁྲག་ཁྲིག་འབུམ་ཕྲག་བརྒྱ་སྟོང་དགུ་བཅུ་ཡོངས་སུ་མྱ་ངན་ལས་བཟླས་ནས་ཐམས་ཅད་ཀྱིས་དགྲ་བཅོམ་པའི་འབྲས་བུ་ཐོབ་པས་ཞེས་བྱ་བ་ཡང་རྒྱས་པར་གོང་མ་བཞིན་ནོ།
en: At the time of the third assembly, there were nine hundred thousand million quintillion beings who attained nirvāṇa; all attained the result of being an arhat, and so on, as described before. “

source: །རིགས་ཀྱི་བུ་ང་དེའི་ཚེ་བུད་མེད་ཀྱི་ལུས་སུ་གྱུར་ཏེ། མིང་ནི་བསོད་ནམས་རིན་པོ་ཆེའི་འོད་ཅེས་བྱའོ།
en: Noble one, at that time, I had a female body and my name was Punya­ratna­prabhā.

source: །འདུས་པ་གསུམ་པའི་ཚེ་ཡང་བཅོམ་ལྡན་འདས་དེ་ལ་ཉེ་བར་བསྙེན་ནས་གསེར་འོད་དམ་པའི་མདོ་སྡེ་འདི་ཡོངས་སུ་བཟུང་སྟེ་བཀླག་པ་དང་། ཁ་ཏོན་དུ་བཏོན་ནས་གཞན་དག་ལ་རྒྱ་ཆེར་ཡང་དག་པར་བསྟན་ཏེ།
en: At the time of the third assembly, I approached that Bhagavat and obtained from him this Sūtra of the Sublime Golden Light, and I read it, chanted it, and taught it widely to others. “

source: བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཡོངས་སུ་གཉེར་བའི་ཕྱིར་དེའི་ཚེ་བཅོམ་ལྡན་འདས་དེས་ང་ལ་བུ་མོ་བསོད་ནམས་རིན་པོ་ཆེའི་འོད་འདི་མ་འོངས་པའི་དུས་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ་འཇིག་རྟེན་མཁྱེན་པ། བླ་ན་མེད་པའི། སྐྱེས་བུ་འདུལ་བའི་ཁ་ལོ་སྒྱུར་བ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པ་ཞེས་བྱ་བར་འགྱུར་རོ་ཞེས་ལུང་བསྟན་ཏེ།
en: Because I was seeking for the highest, most complete enlightenment, at that time the Bhagavat prophesied to me, the woman Punya­ratna­prabhā, that in a future time I would become a tathāgata, an arhat, a samyaksaṃbuddha, one with wisdom and virtuous conduct, a sugata, a knower of the world, an unsurpassable being, a guide who tames beings, a teacher of devas and humans, a buddha, a bhagavat, by the name of Śākyamuni. “

source: བུད་མེད་ཀྱི་ལུས་སྤངས་ནས་དེ་ཚུན་ཆད་ངན་འགྲོ་བཞི་ལས་ཡང་དག་པར་འདས་ཏེ། ལྷ་དང་མིའི་ནང་དུ་སྐྱེས་ནས་བདེ་བའི་མཆོག་མྱོང་བར་གྱུར་ཏོ།
en: I abandoned that female body, and ever since then I have been above the four lower existences; I was born among devas and humans, enjoying perfect happiness.

source: །ཚེ་རབས་སྟོང་ཕྲག་བཞི་བརྒྱ་བརྒྱད་ཅུའི་བར་དུ་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་བྱས་ཏེ། དེང་ཡང་དག་པར་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པའི་བར་དུ་ཡང་གྲགས་པ་འཇིག་རྟེན་གྱི་ཁམས་ཀུན་དུ་གང་ཞིང་རྒྱས་པར་གྱུར་པ་ཡིན་ནོ།
en: For four hundred eighty thousand lifetimes, I was a cakravartin king, and my fame filled and spread throughout all world realms up until this time, when I have attained perfect buddhahood.”

source: །དེ་ནས་དེའི་ཚེ་འཁོར་འདུས་པ་ཆེན་པོ་ཐམས་ཅད་ཀྱིས་དེ་བཞིན་གཤེགས་པ་རིན་པོ་ཆེའི་རྒྱལ་པོ་འོད་ཆེན་སྣང་མཛད་བླ་ན་མེད་པའི་ཆོས་ཀྱི་འཁོར་ལོ་ཡོངས་སུ་བསྐོར་ནས་ཆོས་མཆོག་དམ་པ་བཤད་པ་མཐོང་བར་གྱུར་ཏོ།
en: Then, at that time, the entire great assembly saw the Tathāgata Ratna­rāja­mahā­prabha­vairocana turning the wheel of the Dharma and teaching the sublime, supreme Dharma. “

source: །རིགས་ཀྱི་བུ་འཇིག་རྟེན་གྱི་ཁམས་མི་མཇེད་འདི་ནས་ཤར་ཕྱོགས་སུ་སངས་རྒྱས་ཀྱི་ཞིང་གང་གཱའི་ཀླུང་གི་བྱེ་མ་བརྒྱ་སྟོང་སྙེད་འདས་པ་ན་འཇིག་རྟེན་གྱི་ཁམས་རིན་པོ་ཆེའི་བཀོད་པ་ཞེས་བྱ་བ་ཡོད་དེ། དེ་བཞིན་གཤེགས་པ་རིན་པོ་ཆེའི་རྒྱལ་པོ་འོད་ཆེན་སྣང་མཛད་ཅེས་བྱ་བ་ད་ལྟར་དེ་ན་བཞུགས་ཏེ།
en: Noble one, in the eastern direction from the Sahā world realm, beyond as many buddha realms as there are grains of sand in a hundred thousand Ganges Rivers, there is a world realm by the name of Ratnavyūha, where the Tathāgata Ratna­rāja­mahā­prabha­vairocana now dwells.

source: ཡོངས་སུ་མྱ་ངན་ལས་འདས་པས་ཆོས་མཆོག་དམ་པ་བཤད་ནས་སྐྱེ་དགུ་རྣམས་ལ་ཕན་འདོགས་པར་མཛད་པས་ཁྱོད་ཀྱིས་མཐོང་བ་ནི་སངས་རྒྱས་དེ་ཡིན་ནོ།
en: Having attained nirvāṇa, he teaches the sublime, supreme Dharma and benefits beings, and that is the Buddha that you see. “

source: །རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་དེ་བཞིན་གཤེགས་པ་རིན་པོ་ཆེའི་རྒྱལ་པོ་འོད་ཆེན་སྣང་མཛད་ཅེས་མཚན་ཐོས་པར་གྱུར་ན། བྱང་ཆུབ་སེམས་དཔའི་ས་ལས་ལྡོག་པར་མི་འགྱུར་ཞིང་། ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཆེན་པོ་ཐོབ་པར་འགྱུར་རོ།
en: A noble man or noble woman who hears the name of the Tathāgata Ratna­rāja­mahā­prabha­vairocana will be set irreversibly upon the bodhisattva bhūmis and will attain the great nirvāṇa. “

source: །བུད་མེད་གང་ལ་ལ་ཞིག་དེ་བཞིན་གཤེགས་པ་དེའི་མཚན་ཐོས་པར་གྱུར་ན་འཆི་ཀའི་དུས་ཀྱི་ཚེ་དེ་བཞིན་གཤེགས་པ་དེ་དེའི་ཐད་དུ་གཤེགས་པར་འགྱུར་ཏེ།
en: Any woman who hears the name of that tathāgata will at the time of her death go directly to that tathāgata.

source: དེ་བཞིན་གཤེགས་པ་མཐོང་བའི་དབང་གིས་ནམས་ཀྱང་བུད་མེད་ཀྱི་ལུས་ལེན་པར་མི་འགྱུར་རོ།
en: Through the power of seeing the tathāgata, she will not be reborn in a female body. “

source: །རིགས་ཀྱི་བུ་གསེར་འོད་དམ་པ་ཤིན་ཏུ་གྱ་ནོམ་པའི་མདོ་སྡེ་འདི་ནི་རྣམ་པ་སྣ་ཚོགས་ཀྱིས་ཕན་འདོགས་ཤིང་རྣམ་པ་སྣ་ཚོགས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའི་དགེ་བའི་རྩ་བ་འཕེལ་བ་དང་། ལས་ཀྱི་སྒྲིབ་པ་རྣམས་ཡོངས་སུ་སྦྱོང་བར་བྱེད་དོ།
en: Noble one, this extremely excellent Sūtra of the Sublime Golden Light benefits in various ways and increases in various ways the good roots of bodhisattvas and purifies them of karmic obscurations. “

source: །རིགས་ཀྱི་བུ་དགེ་སློང་ངམ། དགེ་སློང་མའམ། དགེ་བསྙེན་ནམ། དགེ་བསྙེན་མ་གང་ལ་ལ་ཞིག་གང་ན་གནས་པའི་གནས་དེར་གསེར་འོད་དམ་པ་ཤིན་ཏུ་གྱ་ནོམ་པའི་མདོ་སྡེ་འདི་གཞན་དག་ལ་ཡང་དག་པར་སྟོན་པར་བྱེད་ན་ཡུལ་དེ་ནི་བསོད་ནམས་ཀྱི་ཕན་ཡོན་རྣམ་པ་བཞི་ཐོབ་པར་འགྱུར་རོ།
en: Noble one, in whatever land bhikṣus, bhikṣunīs, upāsakas, and upāsikās teach to others this excellent Sūtra of the Sublime Golden Light, that land will obtain four kinds of benefit.

source: ཡུལ་དེའི་རྒྱལ་པོ་ནད་མེད་ཅིང་བགེགས་རྣམས་དང་བྲལ་བ་དང་། ཚེ་རིང་ཞིང་ཐོགས་པ་མེད་པར་འགྱུར་བ་དང་། ཕས་ཀྱི་རྒོལ་བའི་དགྲ་མེད་ཅིང་དམག་ཚོགས་དཔའ་བར་འགྱུར་བ་དང་། བདེ་བའི་ལོངས་སྤྱོད་རྒྱས་ཤིང་ཡང་དག་པའི་ཆོས་འཕེལ་བར་འགྱུར་བ་གང་ཡིན་པའོ།
en: They are as follows: (1) the king of that land will have no illness and be free of obstacles; (2) he will have a long, unimpeded life; (3) there will be no adversarial enemies and his army will be heroic; and (4) the enjoyment of happiness will increase and the true Dharma will increase.

source: འདི་ལྟར་མིའི་རྒྱལ་པོ་དེ་ལ་བརྒྱ་བྱིན་དང་། ཚངས་པ་དང་། རྒྱལ་པོ་ཆེན་པོ་བཞི་དང་། གནོད་སྦྱིན་གྱི་འཁོར་རྣམས་ཀྱིས་རྟག་པར་ལྷན་ཅིག་སྲུང་བར་བྱེད་པའི་ཕྱིར་རོ།
en: It is because that human king will continually be guarded by Śakra, Brahmā, the Four Mahārājas, and the retinue of yakṣas.”
